[FILE]
ANSICP=65001
Author=Teemu Paavola -  teemu.paavola@outlook.com
Help=AIMP-en.chm
Icon=0000010001001010000000002000680400001600000028000000100000002000000001002000000000004004000000000000000000000000000000000000FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF010B0B0A25161615411C1C1B412020204124242541242626412425254122222341212120412121204121212041222220411F1F1E411B1B1B41151515410D0D0D1BD7D7D3E1FFFFFFFFFFFFFFFFFFFFFFFFDBBB7CFFE0C288FFDCBC7EFFFFFFF2FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB7B7B2BBD5D5D3E1FFFFFFFFFFFFFFFFFFFFFFFFB1844BFFB88F5BFFB2864EFFF0E7DCFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB9B9B7BDD0D0CFDFFFFFFFFFFFFFFFFFFFFFFFFF995D25FFA16B38FF9A6029FFEBDFD5FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB2B2B0B9D5D9DBDFFFFFFFFFFFFFFFFFFFFFFFFF833B06FF8D4C1BFF853F0BFFECE4DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B7B7845A3DDDA97450FFA67350FFA77654FF823908FF874010FF843C0BFFA16A45FFA77653FFA77451FFA77451FFA77452FFA77450FFA67350FFAA744FFF6E4C33B7682C01DD863D06FF823B08FF823A09FF884212FF884212FF884212FF853D0CFF843C0AFF843C0AFF843C0AFF823B09FF833B08FF823906FF843803FF542301B7682C01DD894007FF88420AFF873F0AFF864111FF874011FF874111FF843C0BFF833A09FF833A09FF833A09FF823908FF823907FF813705FF823702FF542200B78E674BDDB68863FFB48864FFB58A67FF8D470FFF8E4A16FF86400CFFA67451FFB08363FFAF8161FFAF8161FFAF8061FFAE8060FFAE7F5FFFB2825FFF74543EB7D3D7D9DDFFFFFFFFFFFFFFFFFFFFFFFF873F04FF935019FF8B4308FFEDE3DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB0B4B6B7CDCDCDDDFFFFFFFFFFFFFFFFFFFFFFFF894203FF935319FF8B4608FFE7DBD0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB7CDCDCDDFFFFFFFFFFFFFFFFFFFFFFFFF8A4100FF965213FF8D4602FFE9DBCEFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA8A8A8B7DBDBDBD5FFFFFFFFFFFFFFFFFFFFFFFF985821FFA26735FF9A5C26FFEEE2D9FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFC9C9C9A9FFFFFF0180808007808080077A767507411E06093F1900093D1600096E645C09818283097F7F7F097F7F7F097F7F7F097F7F7F077F7F7F0780808007FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF010000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF
LangId=1035
Name=Suomi (Finnish)
VersionID=0

[Lastfm]
1=Olet kirjautuneena nimellä:
2=Joitain toimintoja ei ole saatavilla, kun kirjaudut ulos. Haluatko jatkaa?
3=Virheitä havaittu!
4=Vieras
5=Sinun pitää olla kirjautuneena sisään!
6=Scrobblerin jonon tila: %d / %d

[Lastfm.Auth]
btnAllowAccess=Salli pääsy
btnOk=Ok
Caption=Valtuutus
lbDetails=Sinun täytyy hyväksyä valtuudet last.fm-profiilissasi, jotta liitännäinen toimii moitteetta:\n\n1. Klikkaa "Salli pääsy"-painiketta avataksesi last.fm-profiilisi internetselaimessa.\n\n2. Klikkaa "Kyllä, annan valtuudet" -painiketta avatulla sivulla selaimessasi.\n\n3. Klikkaa "Ok" painiketta kyseisessä ikkunassa onnistuneen hyväksynnän saattamisessa loppuun last.fm-profiilissasi.

[Lastfm.Settings]
btnAuthorize=Kirjaudu sisään
btnLog=Näytä loki
btnLogOff=Kirjaudu ulos
C1=Last.fm
cbAlbumArtSearch=Lataa albumien kuvituksia Last.fm-palvelusta
cbAutoLove=* Tykkää kappaleesta, kun viisi tähteä on annettu kappaleelle
cbAutoUnlove=*Älä tykkää kappaleesta, kun alle kolme tähteä on annettu kappaleelle
cbScrobbling=* Salli scrobblaus
cbTrackInfo=Näytä tiedot toistettavasta kappaleesta toiston alkaessa
cbTrayIcon=Näytä palkin kuvake
cbTrayNotifyOnError=Ilmoita virheistä
G1=Sekalainen
G2=Valtuutus
L1=Toistettava tiedosto
L2=Scrobblaa tiedosto, jos se toistetaan:
lbAuthorizationWarning=* Valtuutus vaaditaan
lbProfileLink=Profiilini Last.fm:ssä

[Lastfm.TrackInfo]
Caption=Toistettavan tiedoston tiedot
L1=Moi %s!
L3=Toistokertoja: %d
L4=Kuuntelijaa: %d
pnlScrobblingProgress.h=Scrobblerin tila
Status=Etsitään tietoja...|Kappaleen tietoja ei löytynyt|Mitään ei ole toistettu

[Lastfm.TrayIcon]
acErrorInfo=Virhetiedot
acLoveTrack=Tykkää
acProfile=Profiilini
acRecommendations=Suositukset
acScrobbling=Salli scrobblaus
acSettings=Asetukset
acShowTrackInfo=Kappaleen tiedot
acUnloveTrack=Älä tykkää

